IDEA Open Model
StagesLoading Properties
The StagesLoading type exposes the following members.
Properties
Name | Description
CssComponentLoad
 Cross-section component loading
CssEffectType
 Type of effects in cross-section component
PermanentLoad
 Permanent loading
PrestressInputType
 Type of input of prestressing
PrestressLoad
 Prestress loading
TendonComponentLoad
 Tendon component loading
Top
See Also
Reference
StagesLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace